import React from 'react';

const HistoryPage = () => {
    return (
        <main>
            <article>
                <h2>История Партии</h2>
                <p>На этой странице вы можете ознакомиться историей нашей партии и погрузиться в глубину ее истоков как
                    в бочку с пивом</p>
                <h3>История</h3>
                <p>
                    Лидерами партии являлись Константин Калачёв (в качестве генерального секретаря) и Дмитрий Шестаков
                    (в качестве председателя). Партия была создана ими 25 декабря 1993 года в ходе совместного
                    употребления пива по случаю их поражения на выборах.
                    Партия Любителей Пива была предварительно зарегистрирована Министерством юстиции РФ 10 апреля 1994
                    года.
                    После 16 лет отсутствия, 3 ноября 2011 года, на портале Facebook создана страничка «Партия Любителей
                    Пива» на которой объявлено о возрождении ПЛП.
                    На данный момент у руля партии находятся три тупых дотера которые кроме как играть на пудже и пить
                    пиву ничего не могут(
                </p>
                <h3>Программа партии</h3>
                <p>
                    Люди, желающие вступить в партию, не обязательно должны были любить пиво. ПЛП отстаивала право
                    каждого человека пить пиво, впрочем как и право его не пить.
                </p>
                <h3>Участие в выборах</h3>
                <p>
                    Партия участвовала в выборах в Государственную Думу второго созыва (декабрь 1995) и заняла 21-е
                    место из 43-х, получив 428 727 голосов избирателей (0,62 %).
                    10—11 июня 1995 на пленуме Центрального комитета ПЛП было принято решение идти на выборы
                    самостоятельно.
                    Для участия в выборах, в соответствии с Законом, в августе 1995 года на съезде Партии было создано
                    «Избирательное объединение Партия любителей пива». Председателем Совета этого объединения стал
                    Дмитрий Шестаков, секретарём Совета ИО ПЛП — Сергей Непрокин. От Партии любителей пива в выборах
                    принял участие бывший глава администрации Приморского края (1991—1993), Генеральный консул России в
                    Сан-Франциско 1993—1997) Владимир Кузнецов, но не получил депутатского мандата. В список кандидатов
                    в депутаты Государственной Думы входили также президент Информационно-исследовательского центра
                    «Панорама» Владимир Прибыловский и бизнесмен Андрей Пальчевский.
                    На всю избирательную кампанию, в том числе и проведение съезда, ПЛП израсходовало чуть более 300
                    тысяч долларов.
                </p>
            </article>
        </main>
    );
};

export default HistoryPage;
